---
layout: default
title: Oslo.pm
author: Salve J. Nilsen
---
<h2>Programmerer du Perl?</h2>

<p>Velkommen til Oslo Perl Mongers!</p>

<p>Oslo.pm er en uformell faglig-sosial forening for alle som er interessert i programmeringsspr&aring;ket Perl. Vi tilbyr en m&oslash;teplass for b&aring;de nybegynnere og erfarne og arrangerer jevnlig sammenkomster, foredrag og seminarer. Hos oss finner du et godt sosialt milj&oslash; for og med medlemmene, og sjansen til &aring; m&oslash;te likesinnede.</p>

<p>&Oslash;nsker du &aring; f&aring; kontakt med andre Perl-folk kan du komme p&aring; v&aring;re medlemsm&oslash;ter (f&oslash;rste onsdag hver m&aring;ned.) I tillegg finnes IRC-kanalene <a href="http://mibbit.com/?channel=%23perl.no&server=irc.umich.edu" title="Link tile web-IRC klient">#perl.no p&aring; EFNet</a> og <a href="http://mibbit.com/?channel=%23oslo.pm&server=irc.perl.org" title="Link til Mibbit web-IRC klient">#oslo.pm p&aring; PerlNet</a> for de som vil chatte, og en egen lavtrafikk moderert <a href="http://mail.pm.org/mailman/listinfo/oslo" title="Til side for listep&aring;melding">epostliste</a> for de som bare &oslash;nsker &aring; holde seg informert om Oslo.pm sine aktiviteter.</p>

<p>Bruk gjerne v&aring;r <a href="http://oslo.pm.org/Oslo.pm.ics" title="iCal kalenderfil">kalenderfil</a> for &aring; f&aring; en p&aring;minnelse rett f&oslash;r hvert m&oslash;te!</p>

<h2>Hvordan bli medlem i Oslo.pm?</h2>

<p>Meld deg inn ved &aring; <a href="http://mail.pm.org/mailman/listinfo/oslo" title="Til side for listep&aring;melding">abonnere p&aring; v&aring;r annonserings-liste</a>. Det er alt! :-)</p>

<h2>Hvordan delta?</h2>

<p>Oslo Perl Mongers har en <a href="http://mail.pm.org/mailman/listinfo/oslo-aktive" title="Til side for listep&aring;melding">mailingliste for medlemmer som vil bidra</a>, der vi diskuterer det vi finner interessant om Perl og relaterte tema, planlegger de neste m&oslash;tene v&aring;re, forbereder Perl-arrangementer og alt annet som er interessant eller relevant. Foreningens aktiviteter er basert i medlemmenes innsats, og alle som &oslash;nsker &aring; v&aelig;re med p&aring; moroa er velkommen!</p>

<p>Alle er selvf&oslash;lgelig hjertelig velkommen p&aring; sammenkomstene v&aring;re - <a href="http://oslo.pm.org/Oslo.pm.ics" title="iCal kalenderfil">f&oslash;rste onsdag hver m&aring;ned</a>.</p>

<p>Oslo.pm har ogs&aring; noen <a href="vedtekter.shtml" title="Oslo Perl Mongers sine gjeldende vedtekter">vedtekter</a> samt et <a href="styre.shtml" title="Styret i Oslo Perl Mongers">styre</a>. <a href="/kontakt/">Kontaktinfo</a> for foreningen.</p>
